{
  "header.navigation.home": "Home",
  "header.navigation.about": "About",
  "header.navigation.contact": "Contact",
  "footer.copyright.open_source": "Source code can be found on <a href=\"https://github.com/egodact/egodact.com\" target=\"_blank\">GitHub</a>",
  "footer.pages.title": "Pages",
  "footer.pages.navigation.home": "Home",
  "footer.pages.navigation.about": "About",
  "footer.pages.navigation.contact": "Contact",
  "footer.pages.navigation.privacy": "Privacy",
  "footer.pages.navigation.bugs": "Bugs",
  "footer.pages.navigation.open_source": "Open Source",
  "footer.pages.navigation.terms": "Terms",
  "footer.contact.title": "Contact",
  "footer.contact.text": "Egodact vof,<br>Pierre Cuypersstraat 34,<br>6041XH Roermond,<br>The Netherlands<br><a href=\"mailto:contact@egodact.com\">contact@egodact.com</a><br>+31 6 27341748<br><br>KvK: 72607467<br>BTW-nummer: 859171838B01",
  "pages.about.page_title": "About",
  "pages.about.title": "About Egodact",
  "pages.about.text": "Egodact was founded in September 2018 by 3 passionate Agora students from Roermond. After 2 years of development, Egodact is releasing its software, Agora ChallengeMonitor and Agora ProgressMonitor, for use by other changemaker schools.",
  "pages.about.founders.image_alt": "Picture of {founder_name}",
  "pages.about.founders.email_button": "Send {founder_name} an email",
  "pages.bugs.page_title": "Bugs",
  "pages.bugs.title": "Report a bug",
  "pages.bugs.text": "Did you find a bug or typo? Please let us know, so that we can fix it.<br><a href=\"mailto:bugs@egodact.com\">Send an email</a><br><br>You can also open an issue on GitHub: <a href=\"https://github.com/egodact/egodact-issues\" target=\"_blank\">open an issue on GitHub</a>",
  "pages.contact.page_title": "Contact",
  "pages.contact.title": "Contact Egodact",
  "pages.not_found.page_title": "Page not found",
  "pages.not_found.title": "Oh no. Oh-oh.",
  "pages.not_found.text": "Sadly, that page could not be found. Sorry.",
  "pages.not_found.homepage_button": "Back to home page",
  "pages.open_source.page_title": "Open Source",
  "pages.open_source.title": "Open Source",
  "pages.open_source.text": "The Agora ChallengeMonitor and Agora ProgressMonitor rely heavily on open source projects. The licences of these projects can be found in the following zip files:<br><a href=\"/_open-source/licences/challengemonitor-licences.zip\">Agora ChallengeMonitor licences</a><br><a href=\"/_open-source/licences/progressmonitor-licences.zip\">Agora ProgressMonitor licences</a><br><br>Egodact published some open source projects of its own. These projects can be found on <a href=\"https://github.com/egodact\" target=\"_blank\">GitHub</a>.",
  "pages.privacy.page_title": "Privacy",
  "pages.privacy.title": "Privacy",
  "pages.privacy.text": "The following (Dutch) privacy-related documents are used by Agora ChallengeMonitor and Agora ProgressMonitor.",
  "pages.terms.page_title": "Terms",
  "pages.terms.title": "Terms",
  "pages.terms.text": "The usage of Agora ChallengeMonitor and Agora ProgressMonitor is subjected to the following (Dutch) terms.",
  "pages.home.page_title": "Home",
  "pages.home.sections.hero.title": "Egodact develops innovative education software",
  "pages.home.sections.intro.title": "...that helps motivating students",
  "pages.home.sections.intro.text": "We focus on schools who do dare to go further for their students. Our software builds on student-centred learning and gives students a proactive role in their own development.<br><br>By centring our software round the student, we remove the demotivating effect of hour-long monologues. Students work on things that they're passionate about, and don't receive an endless stream of assignments and commands from their school and teachers. Through these principles, we trigger intrinsic motivation and improve the quality of learning.",
  "pages.home.sections.progressmonitor.title": "Agora ProgressMonitor",
  "pages.home.sections.progressmonitor.text": "Agora ProgressMonitor gives students an overview of rubrics—provided by the school—in which they can autonomously and proactively record their progress. The teacher or mentor—the coach in Agora terminology—only confirms or refutes this progress.",
  "pages.home.sections.progressmonitor.platform_link": "Learn more about Agora ProgressMonitor",
  "pages.home.sections.challengemonitor.title": "Agora ChallengeMonitor",
  "pages.home.sections.challengemonitor.text": "In Agora ChallengeMonitor, students keep a portfolio of their projects (\"challenges\" in Agora-terms) through a Kanban board. By using the challenge-model—which can be modified entirely by the school—students always walk through the same process so that they can always work on a project without any intervention by the school or their teachers.",
  "pages.home.sections.challengemonitor.platform_link": "Learn more about Agora ChallengeMonitor",
  "pages.home.sections.agora.surtitle": "Egodact develops innovative education software...",
  "pages.home.sections.agora.title": "...that seamlessly matches Agora education",
  "pages.home.sections.agora.text": "We call our software the <i>Agora</i> ChallengeMonitor and <i>Agora</i> ProgressMonitor for a reason. We are three Agora students ourselves who enjoy this unique and beautiful form of education; our software has been developed from an Agora-perspective as a logical consequence.<br><br>Does that mean that our software only works for Agora schools? No, not at all; the markup and form are flexible and can easily be modified. But we do take the Agora vision into account.",
  "pages.home.sections.contact.title": "Want to contact us?",
  "pages.home.sections.contact.text": "Please do! You can contact us using the button below.",
  "pages.home.sections.contact.contact_button": "Contact us",
  "pages.challengemonitor.page_title": "Agora ChallengeMonitor",
  "pages.challengemonitor.title": "Agora ChallengeMonitor",
  "pages.challengemonitor.text": "In Agora ChallengeMonitor, students keep a portfolio of their projects (\"challenges\" in Agora-terms) through a Kanban board. By using the challenge-model—which can be modified entirely by the school—students always walk through the same process so that they can always work on a project without any intervention by the school or their teachers.",
  "pages.challengemonitor.sections.intro.title": "Agora ChallengeMonitor in a nutshell",
  "pages.challengemonitor.sections.intro.content.0": "Agora ChallengeMonitor consists of rows, each of which is divided into three columns: to do, in progress and done—like a kanban board. A row is an overarching topic under which challenges can be grouped. These challenges can be dragged to the different columns.",
  "pages.challengemonitor.sections.intro.content.1": "A picture is worth a thousand words:",
  "pages.challengemonitor.sections.intro.content.2": "An example row in Agora ChallengeMonitor",
  "pages.challengemonitor.sections.intro.content.3": "All rows and challenges are created by the students themselves. And when they do, they'll get a set of fields they can fill out:",
  "pages.challengemonitor.sections.intro.content.4": "An example challenge in Agora ChallengeMonitor",
  "pages.challengemonitor.sections.intro.content.5": "A coach cannot modify these fields, they can only leave feedback—preferably in dialogue with the student—so that the student remains the owner of their learning process. Furthermore, students can share their challenges with others and they can subdivide them into tasks if they so desire.",
  "pages.challengemonitor.sections.intro.content.6": "The school can modify all the fields in the challenge model on the back-end:",
  "pages.challengemonitor.sections.intro.content.7": "Challenge model editor",
  "pages.challengemonitor.sections.intro.content.8": "Through this challenge model editor, the Agora ChallengeMonitor fulfils its promise of being flexible. Should you desire to view the whole programme in depth, you can ",
  "pages.challengemonitor.sections.intro.content.9": "contact us",
  "pages.challengemonitor.sections.intro.content.10": ". We would love to further explain its workings.",
  "pages.challengemonitor.sections.combine.title": "Agora ChallengeMonitor ❤️ Agora ProgressMonitor",
  "pages.challengemonitor.sections.combine.content.0": "Agora ChallengeMonitor gives students a portfolio of their own challenges, but it doesn't give them insight into the growth caused by these challenges. In order to do give students this insight, we developed the Agora ProgressMonitor; it allows students to track their progress in overarching skills. Quite essential, we'd say.",
  "pages.challengemonitor.sections.combine.content.1": "The whole is more than the sum of its parts:",
  "pages.challengemonitor.sections.combine.content.2": "Learn more about Agora ProgressMonitor",
  "pages.challengemonitor.sections.contact.title": "Want to get more information?",
  "pages.challengemonitor.sections.contact.content.0": "Do you want more information about our programme, a demo, or do you just want to ask some questions about ideas underpinning it? Feel free to contact us, we would love to tell you all about it. Oh, and always free of charge, of course.",
  "pages.challengemonitor.sections.contact.content.1": "Contact us",
  "pages.progressmonitor.page_title": "Agora ProgressMonitor",
  "pages.progressmonitor.title": "Agora ProgressMonitor",
  "pages.progressmonitor.text": "Agora ProgressMonitor gives students an overview of rubrics—provided by the school—in which they can autonomously and proactively record their progress. The teacher or mentor—the coach in Agora terminology—only confirms or refutes this progress.",
  "pages.progressmonitor.sections.intro.title": "The core of Agora ProgressMonitorMonitor",
  "pages.progressmonitor.sections.intro.content.0": "In practice, that means that students see, for example, the following overview when they—using their Google or Microsoft account—log into our programme:",
  "pages.progressmonitor.sections.intro.content.1": "Screenshot of an example portfolio",
  "pages.progressmonitor.sections.intro.content.2": "What's visible here is, as promised, an overview of rubrics, hierarchically structured through topics, subtopics and parts (items). As a site node, the visible rubrics are not a part of our programme: these rubrics have been entered by <a href=\"http://niekee.nl/agora-vmbo-havo-vwo\" target=\"_blank\">Agora Roermond</a>. As a school, you have complete control over all rubrics, thereby fulfilling the flexibility promise of our software.",
  "pages.progressmonitor.sections.intro.content.3": "Now, just an overview of rubrics isn't particularly useful, is it? That's why we added those sliders: through their colours, they represent the progress of the student within the levels of the rubric. These levels can be viewed by simply clicking an item, which will give you, for exaple, the following modal:",
  "pages.progressmonitor.sections.intro.content.4": "Levels within a rubric",
  "pages.progressmonitor.sections.intro.content.5": "Using the slider underneath the levels, students can indicate their progress—on their own, since they're the owner of their own development. The plus-buttons can be used to add a link (for example, a link to a challenge from the",
  "pages.progressmonitor.sections.intro.content.6": "Agora ChallengeMonitor",
  "pages.progressmonitor.sections.intro.content.7": ") to that level, which would serve as evidence that that level has really been attained. The levels that are visible here, are also owned by <a href=\"http://niekee.nl/agora-vmbo-havo-vwo\" target=\"_blank\">Agora Roermond</a>.",
  "pages.progressmonitor.sections.intro.content.8": "The student moves the teal (blue/greenish) bar, but there's also a purple one. This purple bar is moved by the coach, in dialogue with the student. The reason why the coach only moves their bar in dialogue with the student, is that this ensures that the student always understand why the purple bar was set at a certain level. Moving the purple bars, as a side note, is done through the coach mode, which is nearly identical to the normal student portfolio in the screenshot above.",
  "pages.progressmonitor.sections.intro.content.9": "The last thing we want mention is the history button on the top right. When a student—or coach—clicks it, a bar appears that can be used to access a past version of the entire portfolio—by which I mean the entire overview of rubrics with the moved sliders:",
  "pages.progressmonitor.sections.intro.content.10": "The history bar",
  "pages.progressmonitor.sections.intro.content.11": "These snapshots of the portfolio are taken on a weekly basis.",
  "pages.progressmonitor.sections.motivation.title": "How Agora ProgressMonitor contributes to motivation",
  "pages.progressmonitor.sections.motivation.content.0": "Agora ProgressMonitor builds upon intrinsic motivation. But how do we create and stimulate such intrinsic motivation? Using two things: rubrics and formative assessment.",
  "pages.progressmonitor.sections.motivation.content.1": "Rubrics",
  "pages.progressmonitor.sections.motivation.content.2": "The first way is formed by the rubrics we mentioned above. Those replace grades with something better: clarity. You see, rubrics extensively describe all levels within a certain part; as a consequence, it's always clear what an achieved level within a rubric means. Students are no longer bothered with abstract grades that are entirely useless, no, they have a clear description of their level. This clarity contributes significantly to motivation and stimulates ownership over development.",
  "pages.progressmonitor.sections.motivation.content.3": "Formative assessment",
  "pages.progressmonitor.sections.motivation.content.4": "The second principle we apply to Agora ProgressMonitor is formative assessment, which means that students are compared to themselves, and not to others. Furthermore, students get insight into what's going well, and what could go better. The implementation of formative assessment can easily be recognised in the Agora ProgressMonitor, as both the overview of rubrics and the progress therein are designed to match it.",
  "pages.progressmonitor.sections.motivation.content.5": "Formative assessment leads to intrinsic motivation and ownership over development and growth. Why? Because the focus lies entirely on development, and only development. Not partaking in grade-game competitions with fellow students that aren't even related to learning and that heavily punish students for making errors—even though you learn the most from those errors. Formative assessment stimulates real learning, and the only the competition that a student has, is one with their past selves; mistakes are allowed, and the student is right on top of their development.",
  "pages.progressmonitor.sections.motivation.content.6": "Ownership over development and growth",
  "pages.progressmonitor.sections.motivation.content.7": "We have mentioned ownership over growth a couple of times in the sections above, so allow us to clarify: ownership over growth is synonymous to intrinsic motivation. When a student is truly the owner of their development and their growth, they'll automatically be motivated to continue their learning journey, to continue growing. So intrinsic motivation it is, the sort that drives students to progress.",
  "pages.progressmonitor.sections.coaching.title": "A bit of honesty—coaching is vital",
  "pages.progressmonitor.sections.coaching.content.0": "It would be sheerly ridiculous to state that merely an instance of Agora ProgressMonitor—combined with a strong set of rubrics—is sufficient to motivate students and to let them grow. No, in order to achieve that, we'll need to something else: good coaching.",
  "pages.progressmonitor.sections.coaching.content.1": "A coach—mentor or teacher in terms of a traditional school—ensures that the student really starts working with the rurbics; that the intrinsic motivation really comes into existence. That doesn't mean that coaches force students to do anything—that would be directly contradictory to everything above here. But it does mean that intrinsic motivation and growth often require some stimulation, in particular for newer students. This stimulation can be produced through, for example, asking strong questions and creating awareness—&quot;how can these rubrics help you to grow?&quot; And once the intrinsic motivation does arrive, the student usually comes (un)surprisingly far.",
  "pages.progressmonitor.sections.combine.title": "Agora ProgressMonitor ❤️ Agora ChallengeMonitor",
  "pages.progressmonitor.sections.combine.content.0": "Agora ProgressMonitor gives students insight into their growth within overarching skills, but it fails to explain that growth. This is what Agora ChallengeMonitor's for; for the managing of projects—challenges—that cause growth. Quite essential, we'd say.",
  "pages.progressmonitor.sections.combine.content.1": "The whole is more than the sum of its parts:",
  "pages.progressmonitor.sections.combine.content.2": "Learn more about Agora ChallengeMonitor",
  "pages.progressmonitor.sections.contact.title": "Want to get more information?",
  "pages.progressmonitor.sections.contact.content.0": "Do you want more information about our programme, a demo, or do you just want to ask some questions about ideas underpinning it? Feel free to contact us, we would love to tell you all about it. Oh, and always free of charge, of course.",
  "pages.progressmonitor.sections.contact.content.1": "Contact us"
}
