{
  "header.navigation.home": "Home",
  "header.navigation.about": "About",
  "header.navigation.contact": "Contact",
  "footer.copyright.open_source": "Source code can be found on <a href=\"https://github.com/egodact/egodact.com\" target=\"_blank\">GitHub</a>",
  "footer.pages.title": "Pages",
  "footer.pages.navigation.home": "Home",
  "footer.pages.navigation.about": "About",
  "footer.pages.navigation.contact": "Contact",
  "footer.pages.navigation.privacy": "Privacy",
  "footer.pages.navigation.bugs": "Bugs",
  "footer.pages.navigation.open_source": "Open Source",
  "footer.pages.navigation.terms": "Terms",
  "footer.contact.title": "Contact",
  "footer.contact.text": "Egodact vof,<br>Pierre Cuypersstraat 34,<br>6041XH Roermond,<br>The Netherlands<br><br><a href=\"mailto:contact@egodact.com\">contact@egodact.com</a><br>+31 6 27341748<br><br>KvK: 72607467<br>BTW-nummer: 859171838B01",
  "pages.about.page_title": "About",
  "pages.about.title": "About Egodact",
  "pages.about.text": "Egodact was founded in September 2018 by 3 passionate Agora students from Roermond. After 2 years of development, Egodact is releasing its software, Agora ChallengeMonitor and Agora ProgressMonitor, for use by other changemaker schools.",
  "pages.about.founders.image_alt": "Picture of {founder_name}",
  "pages.about.founders.email_button": "Send {founder_name} an email",
  "pages.bugs.page_title": "Bugs",
  "pages.bugs.title": "Report a bug",
  "pages.bugs.text": "Did you find a bug or typo? Please let us know, so that we can fix it.<br><a href=\"mailto:bugs@egodact.com\">Send an email</a><br><br>You can also open an issue on GitHub: <a href=\"https://github.com/egodact/egodact-issues\" target=\"_blank\">open an issue on GitHub</a>",
  "pages.contact.page_title": "Contact",
  "pages.contact.title": "Contact Egodact",
  "pages.not_found.page_title": "Page not found",
  "pages.not_found.title": "Oh no. Oh-oh.",
  "pages.not_found.text": "Sadly, that page could not be found. Sorry.",
  "pages.not_found.homepage_button": "Back to home page",
  "pages.open_source.page_title": "Open Source",
  "pages.open_source.title": "Open Source",
  "pages.open_source.text": "The Agora ChallengeMonitor and Agora ProgressMonitor rely heavily on open source projects. The licences of these projects can be found in the following zip files:<br><a href=\"/_open-source/licences/challengemonitor-licences.zip\">Agora ChallengeMonitor licences</a><br><a href=\"/_open-source/licences/progressmonitor-licences.zip\">Agora ProgressMonitor licences</a><br><br>Egodact published some open source projects of its own. These projects can be found on <a href=\"https://github.com/egodact\" target=\"_blank\">GitHub</a>.",
  "pages.privacy.page_title": "Privacy",
  "pages.privacy.title": "Privacy",
  "pages.privacy.text": "The following (Dutch) privacy-related documents are used by Agora ChallengeMonitor and Agora ProgressMonitor.",
  "pages.terms.page_title": "Terms",
  "pages.terms.title": "Terms",
  "pages.terms.text": "The usage of Agora ChallengeMonitor and Agora ProgressMonitor is subjected to the following (Dutch) terms.",
  "pages.home.page_title": "Home",
  "pages.home.sections.hero.title": "Egodact develops innovative education software",
  "pages.home.sections.intro.title": "...that helps motivating students",
  "pages.home.sections.intro.text": "We focus on schools who do dare to go further for their students. Our software builds on student-centred learning and gives students a proactive role in their own development.<br><br>By centring our software round the student, we remove the demotivating effect of hour-long monologues. Students work on things that they're passionate about, and don't receive an endless stream of assignments and commands from their school and teachers. Through these principles, we trigger intrinsic motivation and improve the quality of learning.",
  "pages.home.sections.progressmonitor.title": "Agora ProgressMonitor",
  "pages.home.sections.progressmonitor.text": "Agora ProgressMonitor gives students an overview of rubrics—provided by the school—in which they can autonomously and proactively record their progress. The teacher or mentor—the coach in Agora terminology—only confirms or refutes this progress.",
  "pages.home.sections.progressmonitor.platform_link": "Learn more about Agora ProgressMonitor",
  "pages.home.sections.challengemonitor.title": "Agora ChallengeMonitor",
  "pages.home.sections.challengemonitor.text": "In Agora ChallengeMonitor, students keep a portfolio of their projects (\"challenges\" in Agora-terms) through a Kanban board. By using the challenge-model—which can be modified entirely by the school—students always walk through the same process so that they can always work on a project without any intervention by the school or their teachers.",
  "pages.home.sections.challengemonitor.platform_link": "Learn more about Agora ChallengeMonitor",
  "pages.home.sections.agora.surtitle": "Egodact develops innovative education software...",
  "pages.home.sections.agora.title": "...that seamlessly matches Agora education",
  "pages.home.sections.agora.text": "We call our software the <i>Agora</i> ChallengeMonitor and <i>Agora</i> ProgressMonitor for a reason. We are three Agora students ourselves who enjoy this unique and beautiful form of education; our software has been developed from an Agora-perspective as a logical consequence.<br><br>Does that mean that our software only works for Agora schools? No, not at all; the markup and form are flexible and can easily be modified. But we do take the Agora vision into account.",
  "pages.home.sections.contact.title": "Want to contact us?",
  "pages.home.sections.contact.text": "Please do! You can contact us using the button below.",
  "pages.home.sections.contact.contact_button": "Contact us",
  "pages.challengemonitor.page_title": "Agora ChallengeMonitor",
  "pages.challengemonitor.title": "Agora ChallengeMonitor",
  "pages.challengemonitor.text": "In Agora ChallengeMonitor houden leerlingen een portfolio van hun projecten ("challenges" in Agora-termen) bij via een Kanban bord. Via het challenge-model—dat overigens door de school volledig aangepast kan worden—doorlopen leerlingen een vast proces waardoor zij altijd zelf aan de slag kunnen.",
  "pages.challengemonitor.sections.intro.title": "Agora ChallengeMonitor in een notendop",
  "pages.challengemonitor.sections.intro.content.0": "Agora ChallengeMonitor bestaat uit rijen, ieder onderverdeeld in drie kolommen: to do, in progress en done—een kanban bord dus. Een rij is een overkoepelend onderwerp waaronder challenges gegroepeerd kunnen worden. Binnen een rij kunnen challenges van kolom verplaatst worden.",
  "pages.challengemonitor.sections.intro.content.1": "Een foto zegt meer dan duizend woorden:",
  "pages.challengemonitor.sections.intro.content.2": "Voorbeeldrij in Agora ChallengeMonitor",
  "pages.challengemonitor.sections.intro.content.3": "Alle rijen en challenges worden door de leerlingen zelf aangemaakt. En wanneer ze dat dan doen, krijgen ze bij iedere challenge een aantal velden die ze in kunnen vullen:",
  "pages.challengemonitor.sections.intro.content.4": "Voorbeeldchallenge in Agora ChallengeMonitor",
  "pages.challengemonitor.sections.intro.content.5": "De coach kan deze velden niet aanpassen, maar enkel reacties achter laten—het liefst wel in dialoog met de leerling—zodat de leerling eigenaar blijft van zijn leerproces. Verder kunnen leerlingen hun challenge delen met anderen en hun challenge onderverdelen in taken, als ze dat nodig achten.",
  "pages.challengemonitor.sections.intro.content.6": "Challenge-model editor",
  "pages.challengemonitor.sections.intro.content.7": "Flexibel is de Agora ChallengeMonitor dus ook. Mocht je behoefte hebben om het hele programma in diepte te zien, neem dan ",
  "pages.challengemonitor.sections.intro.content.8": "contact met ons op",
  "pages.challengemonitor.sections.intro.content.9": ". We staan je graag te woord!",
  "pages.challengemonitor.sections.combine.title": "Agora ChallengeMonitor ❤️ Agora VoortgangsMonitor",
  "pages.challengemonitor.sections.combine.content.0": "Agora ChallengeMonitor geeft leerlingen een portfolio van hun eigen challenges, maar geeft geen inzicht in de groei die ontstaat door die challenges. Daarvoor hebben we Agora VoortgangsMonitor; voor het bijhouden van voortgang in overkoepelende vaardigheden. Essentieel dus.",
  "pages.challengemonitor.sections.combine.content.1": "Het geheel is meer dan de som van de delen:",
  "pages.challengemonitor.sections.combine.content.2": "Meer over Agora VoortgangsMonitor",
  "pages.challengemonitor.sections.contact.title": "Meer weten?",
  "pages.challengemonitor.sections.contact.content.0": "Wil je meer informatie over ons programma, een demo, of gewoon wat vragen stellen over de achterliggende ideeën? Neem dan contact met ons op. We staan je graag te woord! Oh, en uiteraard altijd geheel vrijblijvend.",
  "pages.challengemonitor.sections.contact.content.1": "Neem contact op",
  "pages.progressmonitor.page_title": "Agora VoortgangsMonitor",
  "pages.progressmonitor.title": "Agora VoortgangsMonitor",
  "pages.progressmonitor.text": "Agora VoortgangsMonitor is een programma dat leerlingen een overzicht geeft van rubrics—ingesteld door de school—waarin zij zelfstandig hun voortgang bij kunnen houden. De leraar of mentor, ofwel de coach in Agora terminologie, bevestigt of weerlegt enkel deze voortgang.",
  "pages.progressmonitor.sections.intro.title": "De kern van Agora VoortgangsMonitor",
  "pages.progressmonitor.sections.intro.content.0": "In de praktijk betekent dat dat leerlingen, bijvoorbeeld, het volgende zien wanneer zij inloggen—via hun Google of Microsoft account—in ons programma:",
  "pages.progressmonitor.sections.intro.content.1": "Screenshot van een portfolio",
  "pages.progressmonitor.sections.intro.content.2": "Wat je hier ziet is, zoals beloofd, een overzicht van rubrics, gestructureerd door middel van onderwerpen, subonderwerpen en onderdelen. De rubrics die je ziet, zijn trouwens geen onderdeel van het programma: deze zijn 'toevallig' zo ingesteld door <a href=\"http://niekee.nl/agora-vmbo-havo-vwo\" target=\"_blank\">Agora Roermond</a>. Als school heb je volledige controle over alle rubrics.",
  "pages.progressmonitor.sections.intro.content.3": "Welnu, aan enkel een overzicht hebben we natuurlijk weinig. Daarom hebben we die sliders: zij representeren met hun kleuren de voortgang van de leerling binnen de niveaus van de rubric. Deze niveaus kunnen bekeken worden door simpelweg op een onderdeel te klikken. Je krijgt dan, bijvoorbeeld, het volgende te zien:",
  "pages.progressmonitor.sections.intro.content.4": "Niveaus binnen een rubric",
  "pages.progressmonitor.sections.intro.content.5": "Met de slider die onder de niveaus staat, kan de leerling—helemaal zelfstandig, want leerlingen zijn de eigenaar van hun eigen ontwikkeling—zijn voortgang aangeven. De plus-knopjes kunnen gebruikt worden om een link (naar bijvoorbeeld een challenge uit de",
  "pages.progressmonitor.sections.intro.content.6": "Agora ChallengeMonitor",
  "pages.progressmonitor.sections.intro.content.7": ") te koppelen aan dat niveau, om zo te bewijzen dat dat niveau ook daadwerkelijk behaald is. De niveaus die hier zichtbaar zijn zijn overigens wederom eigendom van <a href=\"http://niekee.nl/agora-vmbo-havo-vwo\" target=\"_blank\">Agora Roermond</a>.",
  "pages.progressmonitor.sections.intro.content.8": "De leerling verplaatst de groen/blauwe balk, maar er is ook nog een paarse; die wordt verplaatst door de coach. Dat gebeurt in dialoog met de leerling, zodat die altijd begrijpt waarom de coach de paarse balk op een bepaald punt zet. Het verplaatsen van de paarse balken verloopt overigens via de coach-modus, die er precies hetzelfde uitziet.",
  "pages.progressmonitor.sections.intro.content.9": "Het laatste dat we hier nog willen benoemen is de geschiedenis-knop. Als een leerling—of coach—hierop klikt, verschijnt een balk die gebruikt kan worden om het portfolio—ofwel het gehele overzicht van rubrics met ingevulde sliders—van een moment in het verleden terug te halen:",
  "pages.progressmonitor.sections.intro.content.10": "De geschiedenis-balk",
  "pages.progressmonitor.sections.intro.content.11": "Deze 'snapshots' van het portfolio worden wekelijks gemaakt.",
  "pages.progressmonitor.sections.motivation.title": "Hoe Agora VoortgangsMonitor bijdraagt aan motivatie",
  "pages.progressmonitor.sections.motivation.content.0": "Agora VoortgangsMonitor berust op intrinsieke motivatie. Maar hoe creëren we die dan? Met twee dingen: rubrics en formatief assessment.",
  "pages.progressmonitor.sections.motivation.content.1": "Rubrics",
  "pages.progressmonitor.sections.motivation.content.2": "Manier nummer een is de rubrics die hierboven al voorbij zijn gekomen. Zij vervangen cijfers met iets beters: duidelijkheid. Rubrics beschrijven namelijk alle niveaus binnen een gekozen onderdeel; bijgevolg is het dan altijd duidelijk wat een bepaald niveau binnen een rubric betekent. Leerlingen krijgen niet langer een abstract cijfer waar ze niets mee kunnen, nee, zij krijgen een duidelijke beschrijving van waar ze staan. Die duidelijkheid draagt bij aan motivatie en stimuleert eigenaarschap over groei.",
  "pages.progressmonitor.sections.motivation.content.3": "Formatief assessment",
  "pages.progressmonitor.sections.motivation.content.4": "Het tweede punt dat we toepassen in Agora VoortgangsMonitor is formatief assessment. Dat houdt in dat leerlingen met zichzelf vergeleken worden en niet met anderen, en dat voor hen zichtbaar is wat al goed gaat, en wat beter kan; dit zie je direct in Agora VoortgangsMonitor terug met het overzicht van alle rubrics en de voortgang in die rubrics.",
  "pages.progressmonitor.sections.motivation.content.5": "Wat volgt uit formatief assessment is intrinsieke motivatie en eigenaarschap over groei. Waarom? Omdat er gefocust wordt op ontwikkeling, en enkel ontwikkeling. Niet competitieve cijferspelletjes met medeleerlingen die niets met leren te maken hebben en die leerlingen hevig straffen voor fouten—ondanks dat je juist het meest leert van fouten. Met formatief assessment wordt echt leren gestimuleerd, en de enige competitie die leerling heeft, is die met een oudere versie van zichzelf; fouten zijn toegestaan, en de leerling zit bovenop zijn eigen ontwikkeling.",
  "pages.progressmonitor.sections.motivation.content.6": "Eigenaarschap over groei",
  "pages.progressmonitor.sections.motivation.content.7": "Hierboven hebben we enkele malen eigenaarschap over groei benoemd. Dat is een synoniem voor intrinsieke motivatie; wanneer een leerling écht de eigenaar is van zijn groei, zal hij automatisch gemotiveerd zijn om verder te groeien. Intrinsieke motivatie dus, het soort dat leerlingen vooruit helpt.",
  "pages.progressmonitor.sections.coaching.title": "Een stukje eerlijkheid—coachen is cruciaal",
  "pages.progressmonitor.sections.coaching.content.0": "Het zou ronduit belachelijk zijn om te beweren dat enkel een instantie van Agora VoortgangsMonitor, gekoppeld aan een sterke set rubrics, genoeg is om leerlingen te motiveren en te laten groeien. Daar is namelijk nog een extra ingrediënt voor nodig: goede coaching.",
  "pages.progressmonitor.sections.coaching.content.1": "Een coach—mentor of leraar in de termen van een traditionele school—zorgt ervoor dat een leerling daadwerkelijk aan de slag gaat met rubrics; dat de intrinsieke motivatie er ook echt komt. Dat betekent niet dat een coach een leerling gaat dwingen—dat zou namelijk direct tegenstrijdig zijn met al het bovenstaande—maar wel dat intrinsieke motivatie en eigenaarschap over groei veelal enige stimulatie vragen, vooral in het begin. Bijvoorbeeld door sterke vraagstelling en door bewustmaking—&quot;hoe kunnen deze rubrics jou vooruit helpen?&quot;. En zodra het vuurtje eenmaal is aangewakkerd, komt de leerling vaak een heel eind.",
  "pages.progressmonitor.sections.combine.title": "Agora VoortgangsMonitor ❤️ Agora ChallengeMonitor",
  "pages.progressmonitor.sections.combine.content.0": "Agora VoortgangsMonitor geeft leerlingen inzicht in hun groei binnen overkoepelende vaardigheden, maar geeft geen inzicht in hoe die groei tot stand komt. Daarvoor hebben we Agora ChallengeMonitor; voor het beheren van challenges—projecten—die groei teweeg brengen. Cruciaal dus.",
  "pages.progressmonitor.sections.combine.content.1": "Het geheel is meer dan de som van de delen:",
  "pages.progressmonitor.sections.combine.content.2": "Meer over Agora ChallengeMonitor",
  "pages.progressmonitor.sections.contact.title": "Meer weten?",
  "pages.progressmonitor.sections.contact.content.0": "Wil je meer informatie over ons programma, een demo, of gewoon wat vragen stellen over de achterliggende ideeën? Neem dan contact met ons op. We staan je graag te woord! Oh, en uiteraard altijd geheel vrijblijvend.",
  "pages.progressmonitor.sections.contact.content.1": "Neem contact op"
}
