{
  "header.navigation.home": "Home",
  "header.navigation.about": "Over",
  "header.navigation.contact": "Contact",
  "footer.copyright.open_source": "Broncode is te vinden op <a href=\"https://github.com/egodact/egodact.com\" target=\"_blank\">GitHub</a>",
  "footer.pages.title": "Pagina's",
  "footer.pages.navigation.home": "Home",
  "footer.pages.navigation.about": "Over",
  "footer.pages.navigation.contact": "Contact",
  "footer.pages.navigation.privacy": "Privacy",
  "footer.pages.navigation.bugs": "Bugs",
  "footer.pages.navigation.open_source": "Open Source",
  "footer.pages.navigation.terms": "Voorwaarden",
  "footer.contact.title": "Contact",
  "footer.contact.text": "Egodact vof,<br>Pierre Cuypersstraat 34,<br>6041XH Roermond<br><a href=\"mailto:contact@egodact.com\">contact@egodact.com</a><br>+31 6 27341748<br><br>KvK: 72607467<br>BTW-nummer: 859171838B01",
  "pages.about.page_title": "Over",
  "pages.about.title": "Over Egodact",
  "pages.about.text": "Egodact is in september 2018 opgericht door 3 gepassioneerde Agora leerlingen uit Roermond. Na 2 jaar in ontwikkeling te zijn geweest, wordt Egodact's software, Agora ChallengeMonitor en Agora VoortgangsMonitor, opengesteld voor gebruik door andere changemakers scholen.",
  "pages.about.founders.image_alt": "Foto van {founder_name}",
  "pages.about.founders.email_button": "Stuur {founder_name} een e-mail",
  "pages.bugs.page_title": "Bugs",
  "pages.bugs.title": "Bugs melden",
  "pages.bugs.text": "Heb je een bug of typefout gevonden? Graag horen we van je zodat we hem kunnen oplossen.<br><a href=\"mailto:bugs@egodact.com\">Stuur een e-mail</a><br><br>Ook kun je een issue aanmaken op GitHub: <a href=\"https://github.com/egodact/egodact-issues\" target=\"_blank\">maak een issue aan op GitHub</a>",
  "pages.contact.page_title": "Contact",
  "pages.contact.title": "Neem contact op met Egodact",
  "pages.not_found.page_title": "Pagina niet gevonden",
  "pages.not_found.title": "Oh nee. Oh-oh.",
  "pages.not_found.text": "Die pagina konden we helaas niet vinden. Sorry.",
  "pages.not_found.homepage_button": "Naar de homepagina",
  "pages.open_source.page_title": "Open Source",
  "pages.open_source.title": "Open Source",
  "pages.open_source.text": "De Agora VoortgangsMonitor en de Agora ChallengeMonitor maken veel gebruik van open source projecten. De licenties van deze projecten zijn te vinden in de volgende zip bestanden:<br><a href=\"/_open-source/licences/challengemonitor-licences.zip\">Agora ChallengeMonitor licenties</a><br><a href=\"/_open-source/licences/progressmonitor-licences.zip\">Agora VoortgangsMonitor licenties</a><br><br>Egodact heeft zelf ook enkele open source projecten gepubliceerd. Deze projecten zijn te vinden op <a href=\"https://github.com/egodact\" target=\"_blank\">GitHub</a>.",
  "pages.privacy.page_title": "Privacy",
  "pages.privacy.title": "Privacy",
  "pages.privacy.text": "De volgende privacygerelateerde documenten worden gebruikt door Agora ChallengeMonitor en Agora VoortgangsMonitor.",
  "pages.terms.page_title": "Voorwaarden",
  "pages.terms.title": "Voorwaarden",
  "pages.terms.text": "De volgende voorwaarden zitten aan het gebruik van Agora ChallengeMonitor en Agora VoortgangsMonitor.",
  "pages.home.page_title": "Home",
  "pages.home.sections.hero.title": "Egodact ontwikkelt innovatieve onderwijssoftware",
  "pages.home.sections.intro.title": "...die helpt leerlingen te <span style=\"color: #0017C6\">motiveren</span>",
  "pages.home.sections.intro.text": "Wij richten ons op scholen die wél durven verder te gaan voor hun leerlingen. Onze software sluit aan bij student-centred learning en geeft leerlingen een proactieve rol in hun eigen ontwikkeling.<br><br>Doordat onze software vanuit de leerling werkt, halen we het demotiverende effect van urenlange monologen weg. Leerlingen zijn zelf bezig met datgene waar hun passie in ligt en ontvangen geen stroom aan opdrachten en commando&#39;s vanuit de school. Zo triggeren wij intrinsieke motivatie en verbetert de kwaliteit van het leren.",
  "pages.home.sections.progressmonitor.title": "Agora VoortgangsMonitor",
  "pages.home.sections.progressmonitor.text": "Agora VoortgangsMonitor geeft leerlingen een overzicht van rubrics—ingesteld door de school—waarin zij zelfstandig en proactief hun voortgang bij kunnen houden. De leraar of mentor, ofwel de coach in Agora terminologie, bevestigt of weerlegt enkel deze voortgang.",
  "pages.home.sections.progressmonitor.platform_link": "Meer informatie over Agora VoortgangsMonitor",
  "pages.home.sections.challengemonitor.title": "Agora ChallengeMonitor",
  "pages.home.sections.challengemonitor.text": "In Agora ChallengeMonitor houden leerlingen een portfolio van hun projecten (\"challenges\" in Agora-termen) bij via een Kanban bord. Via het challenge-model—dat overigens door de school volledig aangepast kan worden—doorlopen leerlingen een vast proces waardoor zij altijd zelf aan de slag kunnen.",
  "pages.home.sections.challengemonitor.platform_link": "Meer informatie over Agora ChallengeMonitor",
  "pages.home.sections.agora.surtitle": "Egodact ontwikkelt innovatieve onderwijssoftware...",
  "pages.home.sections.agora.title": "...die naadloos aansluit bij Agora onderwijs.",
  "pages.home.sections.agora.text": "We noemen onze software niet voor niets de <i>Agora</i> ChallengeMonitor en <i>Agora</i> VoortgangsMonitor. Wij zijn zelf drie Agora-leerlingen die genieten van deze unieke en prachtige vorm van onderwijs; de software die we ontwikkelen is dan ook gemaakt vanuit Agora-perspectief.<br><br>Betekent dat dan dat de software alleen werkt voor Agora scholen? Nee, helemaal niet; de opmaak is in hoge mate aanpasbaar en flexibel. Maar we nemen wél de Agora visie mee.",
  "pages.home.sections.posts.read_button": "Lees dit artikel op Medium",
  "pages.home.sections.contact.title": "Contact opnemen?",
  "pages.home.sections.contact.text": "Dat kan. Graag zelfs! Je kunt ons bereiken via de contact pagina.",
  "pages.home.sections.contact.contact_button": "Neem contact op",
  "pages.challengemonitor.page_title": "Agora ChallengeMonitor",
  "pages.challengemonitor.title": "Agora ChallengeMonitor",
  "pages.challengemonitor.text": "In Agora ChallengeMonitor houden leerlingen een portfolio van hun projecten (\"challenges\" in Agora-termen) bij via een Kanban bord. Via het challenge-model—dat overigens door de school volledig aangepast kan worden—doorlopen leerlingen een vast proces waardoor zij altijd zelf aan de slag kunnen.",
  "pages.challengemonitor.sections.intro.title": "Agora ChallengeMonitor in een notendop",
  "pages.challengemonitor.sections.intro.content.0": "Agora ChallengeMonitor bestaat uit rijen, ieder onderverdeeld in drie kolommen: to do, in progress en done—een kanban bord dus. Een rij is een overkoepelend onderwerp waaronder challenges gegroepeerd kunnen worden. Binnen een rij kunnen challenges van kolom verplaatst worden.",
  "pages.challengemonitor.sections.intro.content.1": "Een foto zegt meer dan duizend woorden:",
  "pages.challengemonitor.sections.intro.content.2": "Voorbeeldrij in Agora ChallengeMonitor",
  "pages.challengemonitor.sections.intro.content.3": "Alle rijen en challenges worden door de leerlingen zelf aangemaakt. En wanneer ze dat dan doen, krijgen ze bij iedere challenge een aantal velden die ze in kunnen vullen:",
  "pages.challengemonitor.sections.intro.content.4": "Voorbeeldchallenge in Agora ChallengeMonitor",
  "pages.challengemonitor.sections.intro.content.5": "De coach kan deze velden niet aanpassen, maar enkel reacties achter laten—het liefst wel in dialoog met de leerling—zodat de leerling eigenaar blijft van zijn leerproces. Verder kunnen leerlingen hun challenge delen met anderen en hun challenge onderverdelen in taken, als ze dat nodig achten.",
  "pages.challengemonitor.sections.intro.content.6": "Ook kan de school aan de achterkant van de Agora ChallengeMonitor al deze velden volledig aanpassen:",
  "pages.challengemonitor.sections.intro.content.7": "Challenge-model editor",
  "pages.challengemonitor.sections.intro.content.8": "Flexibel is de Agora ChallengeMonitor dus ook. Mocht je behoefte hebben om het hele programma in diepte te zien, neem dan ",
  "pages.challengemonitor.sections.intro.content.9": "contact met ons op",
  "pages.challengemonitor.sections.intro.content.10": ". We staan je graag te woord!",
  "pages.challengemonitor.sections.combine.title": "Agora ChallengeMonitor ❤️ Agora VoortgangsMonitor",
  "pages.challengemonitor.sections.combine.content.0": "Agora ChallengeMonitor geeft leerlingen een portfolio van hun eigen challenges, maar geeft geen inzicht in de groei die ontstaat door die challenges. Daarvoor hebben we Agora VoortgangsMonitor; voor het bijhouden van voortgang in overkoepelende vaardigheden. Essentieel dus.",
  "pages.challengemonitor.sections.combine.content.1": "Het geheel is meer dan de som van de delen:",
  "pages.challengemonitor.sections.combine.content.2": "Meer over Agora VoortgangsMonitor",
  "pages.challengemonitor.sections.contact.title": "Meer weten?",
  "pages.challengemonitor.sections.contact.content.0": "Wil je meer informatie over ons programma, een demo, of gewoon wat vragen stellen over de achterliggende ideeën? Neem dan contact met ons op. We staan je graag te woord! Oh, en uiteraard altijd geheel vrijblijvend.",
  "pages.challengemonitor.sections.contact.content.1": "Neem contact op",
  "pages.progressmonitor.page_title": "Agora VoortgangsMonitor",
  "pages.progressmonitor.title": "Agora VoortgangsMonitor",
  "pages.progressmonitor.text": "Agora VoortgangsMonitor is een programma dat leerlingen een overzicht geeft van rubrics—ingesteld door de school—waarin zij zelfstandig hun voortgang bij kunnen houden. De leraar of mentor, ofwel de coach in Agora terminologie, bevestigt of weerlegt enkel deze voortgang.",
  "pages.progressmonitor.sections.intro.title": "De kern van Agora VoortgangsMonitor",
  "pages.progressmonitor.sections.intro.content.0": "In de praktijk betekent dat dat leerlingen, bijvoorbeeld, het volgende zien wanneer zij inloggen—via hun Google of Microsoft account—in ons programma:",
  "pages.progressmonitor.sections.intro.content.1": "Screenshot van een portfolio",
  "pages.progressmonitor.sections.intro.content.2": "Wat je hier ziet is, zoals beloofd, een overzicht van rubrics, gestructureerd door middel van onderwerpen, subonderwerpen en onderdelen. De rubrics die je ziet, zijn trouwens geen onderdeel van het programma: deze zijn 'toevallig' zo ingesteld door <a href=\"http://niekee.nl/agora-vmbo-havo-vwo\" target=\"_blank\">Agora Roermond</a>. Als school heb je volledige controle over alle rubrics.",
  "pages.progressmonitor.sections.intro.content.3": "Welnu, aan enkel een overzicht hebben we natuurlijk weinig. Daarom hebben we die sliders: zij representeren met hun kleuren de voortgang van de leerling binnen de niveaus van de rubric. Deze niveaus kunnen bekeken worden door simpelweg op een onderdeel te klikken. Je krijgt dan, bijvoorbeeld, het volgende te zien:",
  "pages.progressmonitor.sections.intro.content.4": "Niveaus binnen een rubric",
  "pages.progressmonitor.sections.intro.content.5": "Met de slider die onder de niveaus staat, kan de leerling—helemaal zelfstandig, want leerlingen zijn de eigenaar van hun eigen ontwikkeling—zijn voortgang aangeven. De plus-knopjes kunnen gebruikt worden om een link (naar bijvoorbeeld een challenge uit de ",
  "pages.progressmonitor.sections.intro.content.6": "Agora ChallengeMonitor",
  "pages.progressmonitor.sections.intro.content.7": ") te koppelen aan dat niveau, om zo te bewijzen dat dat niveau ook daadwerkelijk behaald is. De niveaus die hier zichtbaar zijn zijn overigens wederom eigendom van <a href=\"http://niekee.nl/agora-vmbo-havo-vwo\" target=\"_blank\">Agora Roermond</a>.",
  "pages.progressmonitor.sections.intro.content.8": "De leerling verplaatst de groen/blauwe balk, maar er is ook nog een paarse; die wordt verplaatst door de coach. Dat gebeurt in dialoog met de leerling, zodat die altijd begrijpt waarom de coach de paarse balk op een bepaald punt zet. Het verplaatsen van de paarse balken verloopt overigens via de coach-modus, die er precies hetzelfde uitziet.",
  "pages.progressmonitor.sections.intro.content.9": "Het laatste dat we hier nog willen benoemen is de geschiedenis-knop. Als een leerling—of coach—hierop klikt, verschijnt een balk die gebruikt kan worden om het portfolio—ofwel het gehele overzicht van rubrics met ingevulde sliders—van een moment in het verleden terug te halen:",
  "pages.progressmonitor.sections.intro.content.10": "De geschiedenis-balk",
  "pages.progressmonitor.sections.intro.content.11": "Deze 'snapshots' van het portfolio worden wekelijks gemaakt.",
  "pages.progressmonitor.sections.motivation.title": "Hoe Agora VoortgangsMonitor bijdraagt aan motivatie",
  "pages.progressmonitor.sections.motivation.content.0": "Agora VoortgangsMonitor berust op intrinsieke motivatie. Maar hoe creëren we die dan? Met twee dingen: rubrics en formatief assessment.",
  "pages.progressmonitor.sections.motivation.content.1": "Rubrics",
  "pages.progressmonitor.sections.motivation.content.2": "Manier nummer een is de rubrics die hierboven al voorbij zijn gekomen. Zij vervangen cijfers met iets beters: duidelijkheid. Rubrics beschrijven namelijk alle niveaus binnen een gekozen onderdeel; bijgevolg is het dan altijd duidelijk wat een bepaald niveau binnen een rubric betekent. Leerlingen krijgen niet langer een abstract cijfer waar ze niets mee kunnen, nee, zij krijgen een duidelijke beschrijving van waar ze staan. Die duidelijkheid draagt bij aan motivatie en stimuleert eigenaarschap over groei.",
  "pages.progressmonitor.sections.motivation.content.3": "Formatief assessment",
  "pages.progressmonitor.sections.motivation.content.4": "Het tweede punt dat we toepassen in Agora VoortgangsMonitor is formatief assessment. Dat houdt in dat leerlingen met zichzelf vergeleken worden en niet met anderen, en dat voor hen zichtbaar is wat al goed gaat, en wat beter kan; dit zie je direct in Agora VoortgangsMonitor terug met het overzicht van alle rubrics en de voortgang in die rubrics.",
  "pages.progressmonitor.sections.motivation.content.5": "Wat volgt uit formatief assessment is intrinsieke motivatie en eigenaarschap over groei. Waarom? Omdat er gefocust wordt op ontwikkeling, en enkel ontwikkeling. Niet competitieve cijferspelletjes met medeleerlingen die niets met leren te maken hebben en die leerlingen hevig straffen voor fouten—ondanks dat je juist het meest leert van fouten. Met formatief assessment wordt echt leren gestimuleerd, en de enige competitie die leerling heeft, is die met een oudere versie van zichzelf; fouten zijn toegestaan, en de leerling zit bovenop zijn eigen ontwikkeling.",
  "pages.progressmonitor.sections.motivation.content.6": "Eigenaarschap over groei",
  "pages.progressmonitor.sections.motivation.content.7": "Hierboven hebben we enkele malen eigenaarschap over groei benoemd. Dat is een synoniem voor intrinsieke motivatie; wanneer een leerling écht de eigenaar is van zijn groei, zal hij automatisch gemotiveerd zijn om verder te groeien. Intrinsieke motivatie dus, het soort dat leerlingen vooruit helpt.",
  "pages.progressmonitor.sections.coaching.title": "Een stukje eerlijkheid—coachen is cruciaal",
  "pages.progressmonitor.sections.coaching.content.0": "Het zou ronduit belachelijk zijn om te beweren dat enkel een instantie van Agora VoortgangsMonitor, gekoppeld aan een sterke set rubrics, genoeg is om leerlingen te motiveren en te laten groeien. Daar is namelijk nog een extra ingrediënt voor nodig: goede coaching.",
  "pages.progressmonitor.sections.coaching.content.1": "Een coach—mentor of leraar in de termen van een traditionele school—zorgt ervoor dat een leerling daadwerkelijk aan de slag gaat met rubrics; dat de intrinsieke motivatie er ook echt komt. Dat betekent niet dat een coach een leerling gaat dwingen—dat zou namelijk direct tegenstrijdig zijn met al het bovenstaande—maar wel dat intrinsieke motivatie en eigenaarschap over groei veelal enige stimulatie vragen, vooral in het begin. Bijvoorbeeld door sterke vraagstelling en door bewustmaking—\"hoe kunnen deze rubrics jou vooruit helpen?\". En zodra het vuurtje eenmaal is aangewakkerd, komt de leerling vaak een heel eind.",
  "pages.progressmonitor.sections.combine.title": "Agora VoortgangsMonitor ❤️ Agora ChallengeMonitor",
  "pages.progressmonitor.sections.combine.content.0": "Agora VoortgangsMonitor geeft leerlingen inzicht in hun groei binnen overkoepelende vaardigheden, maar geeft geen inzicht in hoe die groei tot stand komt. Daarvoor hebben we Agora ChallengeMonitor; voor het beheren van challenges—projecten—die groei teweeg brengen. Cruciaal dus.",
  "pages.progressmonitor.sections.combine.content.1": "Het geheel is meer dan de som van de delen:",
  "pages.progressmonitor.sections.combine.content.2": "Meer over Agora ChallengeMonitor",
  "pages.progressmonitor.sections.contact.title": "Meer weten?",
  "pages.progressmonitor.sections.contact.content.0": "Wil je meer informatie over ons programma, een demo, of gewoon wat vragen stellen over de achterliggende ideeën? Neem dan contact met ons op. We staan je graag te woord! Oh, en uiteraard altijd geheel vrijblijvend.",
  "pages.progressmonitor.sections.contact.content.1": "Neem contact op"
}
